Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.bluetooth.batteryColoredStroke.title
source: Battery-colored stroke
ar: حد ملوّن بالبطارية
bg: Рамка в цвета на батерията
bn: ব্যাটারি রঙিন স্ট্রোক
ca: Traç acolorit per la bateria
cs: Barevné ohraničení baterie
da: Batterifarvet streg
de: Farbige Kontur für Akkustand
el: Περίγραμμα στο χρώμα της μπαταρίας
es: Borde de color de batería
fa: خط دور رنگی باتری
fi: Akkuvärinen viiva
fil: May Kulay na Stroke ng Baterya
fr: Contour coloré de batterie
he: קו מתאר בצבע הסוללה
hi: बैटरी-रंगीन स्ट्रोक
hr: Obrub u boji baterije
hu: Akkumulátorszínű körvonal
id: Batas Berwarna Baterai
it: Bordo colorato batteria
ja: バッテリーカラー枠線
kk: Батарея түсіндегі жиек
ko: 배터리 색상 테두리
ms: Garis warna bateri
nb: Batterifarget strek
nl: Gekleurde batterijrand
pl: Kolorowy obrys baterii
pt: Contorno colorido da bateria
ro: Contur colorat după baterie
ru: Обводка по цвету заряда
sk: Farebný obrys batérie
sr: Ивица у боји батерије
sv: Batterifärgad ram
th: เส้นขอบตามสีแบตเตอรี่
tr: Pil renkli kenarlık
uk: Кольоровий контур батареї
vi: Viền màu pin
zh_hans: 电池色描边
zh_hant: 電池顏色邊框

# settings.bluetooth.batteryIndicator.title
source: Battery indicator
ar: مؤشر البطارية
bg: Индикатор за батерия
bn: ব্যাটারি সূচক
ca: Indicador de bateria
cs: Indikátor baterie
da: Batteriindikator
de: Batterieanzeige
el: Δείκτης μπαταρίας
es: Indicador de batería
fa: نشانگر باتری
fi: Akun ilmaisin
fil: Indicator ng Baterya
fr: Indicateur de batterie
he: מחוון סוללה
hi: बैटरी संकेतक
hr: Indikator baterije
hu: Akkumulátor-jelző
id: Indikator Baterai
it: Indicatore batteria
ja: バッテリーインジケータ
kk: Батарея индикаторы
ko: 배터리 표시기
ms: Penunjuk bateri
nb: Batteriindikator
nl: Batterij-indicator
pl: Wskaźnik baterii
pt: Indicador de bateria
ro: Indicator baterie
ru: Индикатор заряда
sk: Indikátor batérie
sr: Индикатор батерије
sv: Batteriindikator
th: ตัวระบุแบตเตอรี่
tr: Pil göstergesi
uk: Індикатор батареї
vi: Chỉ báo pin
zh_hans: 电池指示器
zh_hant: 電池指示器

# settings.bluetooth.batteryIndicator2.desc
source: Choose whether Bluetooth battery information is shown as a percentage or a circular indicator.
ar: اختر ما إذا كانت معلومات بطارية البلوتوث تُعرض كنسبة مئوية أو مؤشر دائري.
bg: Изберете дали информацията за батерията да се показва в проценти или като кръг.
bn: ব্লুটুথ ব্যাটারি তথ্য শতাংশ বা বৃত্ত হিসাবে দেখানো হবে কিনা তা চয়ন করুন।
ca: Tria si la informació de la bateria de Bluetooth es mostra com a percentatge o cercle.
cs: Zobrazit úroveň baterie připojených zařízení Bluetooth.
da: Vælg, om Bluetooth-batterioplysninger vises som en procentdel eller en cirkel.
de: Akkustandsanzeige für verbundene Bluetooth-Geräte anzeigen.
el: Επιλέξτε αν οι πληροφορίες μπαταρίας Bluetooth εμφανίζονται ως ποσοστό ή κύκλος.
es: Elige si la información de batería Bluetooth se muestra como porcentaje o indicador circular.
fa: انتخاب کنید که اطلاعات باتری بلوتوث به صورت درصد یا دایره نمایش داده شود.
fi: Valitse, näytetäänkö Bluetooth-akun tiedot prosentteina vai ympyränä.
fil: Piliin kung ang impormasyon ng baterya ng Bluetooth ay ipinapakita bilang porsyento o bilog.
fr: Afficher le niveau de batterie des appareils Bluetooth connectés.
he: בחר אם מידע על סוללת ה-Bluetooth מוצג כאחוז או כעיגול.
hi: चुनें कि ब्लूटूथ बैटरी जानकारी प्रतिशत के रूप में दिखाई जाए या सर्कल के रूप में।
hr: Odaberite prikazuju li se podaci o bateriji Bluetootha u postocima ili u krugu.
hu: Válassza ki, hogy a Bluetooth akkumulátor információi százalékként vagy körként jelenjenek meg.
id: Tampilkan level baterai perangkat Bluetooth yang terhubung.
it: Mostra il livello della batteria dei dispositivi Bluetooth collegati.
ja: 接続されたBluetoothデバイスのバッテリー残量を表示します。
kk: Bluetooth батареясының пайызы немесе шеңбер түрінде көрсетілуін таңдаңыз.
ko: 연결된 Bluetooth 기기의 배터리 잔량을 표시합니다.
ms: Pilih sama ada maklumat bateri Bluetooth ditunjukkan sebagai peratusan atau bulatan.
nb: Velg om Bluetooth-batteriinformasjon vises som en prosentandel eller sirkel.
nl: Toon het batterijniveau van verbonden Bluetooth-apparaten.
pl: Pokaż poziom baterii podłączonych urządzeń Bluetooth.
pt: Mostrar o nível de bateria dos dispositivos Bluetooth ligados.
ro: Alegeți dacă informațiile despre bateria Bluetooth sunt afișate ca procent sau cerc.
ru: Выберите, отображается ли заряд Bluetooth в процентах или кольцевым индикатором.
sk: Vyberte, či sa informácie o batérii Bluetooth zobrazujú ako percentá alebo kruh.
sr: Изаберите да ли се подаци о батерији Bluetooth-а приказују као проценат или круг.
sv: Visa batterinivån för anslutna Bluetooth-enheter.
th: เลือกว่าจะแสดงข้อมูลแบตเตอรี่บลูทูธเป็นเปอร์เซ็นต์หรือวงกลม
tr: Bluetooth pil bilgisinin yüzde olarak mı yoksa dairesel gösterge olarak mı gösterileceğini seçin.
uk: Показувати рівень заряду підключених Bluetooth-пристроїв.
vi: Hiển thị mức pin của các thiết bị Bluetooth đã kết nối.
zh_hans: 选择蓝牙电池信息以百分比还是圆形指示器显示。
zh_hant: 顯示已連接藍牙裝置的電池電量。

# settings.bluetooth.batteryIndicatorStyle.circle
source: Circle
ar: دائرة
bg: Кръг
bn: বৃত্ত
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fa: دایره
fi: Ympyrä
fil: Bilog
fr: Cercle
he: עיגול
hi: सर्कल
hr: Krug
hu: Kör
id: Lingkaran
it: Cerchio
ja: サークル
kk: Шеңбер
ko: 원형
ms: Bulatan
nb: Sirkel
nl: Cirkel
pl: Kółko
pt: Círculo
ro: Cerc
ru: Круг
sk: Kruh
sr: Круг
sv: Cirkel
th: วงกลม
tr: Daire
uk: Кільце
vi: Vòng tròn
zh_hans: 圆形
zh_hant: 圓圈

# settings.bluetooth.batteryIndicatorStyle.percent
source: Percent
ar: نسبة مئوية
bg: Процент
bn: শতাংশ
ca: Percentatge
cs: Procenta
da: Procent
de: Prozent
el: Ποσοστό
es: Porcentaje
fa: درصد
fi: Prosentti
fil: Porsyento
fr: Pourcentage
he: אחוז
hi: प्रतिशत
hr: Postotak
hu: Százalék
id: Persentase
it: Percentuale
ja: パーセント
kk: Пайыз
ko: 백분율
ms: Peratus
nb: Prosent
nl: Percentage
pl: Procent
pt: Percentagem
ro: Procent
ru: Проценты
sk: Percentá
sr: Проценат
sv: Procent
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比

# settings.bluetooth.card.activity
source: Bluetooth activity
ar: نشاط البلوتوث
bg: Bluetooth дейност
bn: ব্লুটুথ অ্যাক্টিভিটি
ca: Activitat de Bluetooth
cs: Aktivita Bluetooth
da: Bluetooth-aktivitet
de: Bluetooth-Aktivität
el: Δραστηριότητα Bluetooth
es: Actividad de Bluetooth
fa: فعالیت بلوتوث
fi: Bluetooth-toiminta
fil: Aktibidad ng Bluetooth
fr: Activité Bluetooth
he: פעילות Bluetooth
hi: ब्लूटूथ गतिविधि
hr: Bluetooth aktivnost
hu: Bluetooth-tevékenység
id: Aktivitas Bluetooth
it: Attività Bluetooth
ja: Bluetoothアクティビティ
kk: Bluetooth әрекеті
ko: Bluetooth 활동
ms: Aktiviti Bluetooth
nb: Bluetooth-aktivitet
nl: Bluetooth-activiteit
pl: Aktywność Bluetooth
pt: Atividade Bluetooth
ro: Activitate Bluetooth
ru: Активность Bluetooth
sk: Aktivita Bluetooth
sr: Bluetooth активност
sv: Bluetooth-aktivitet
th: กิจกรรมบลูทูธ
tr: Bluetooth etkinliği
uk: Активність Bluetooth
vi: Hoạt động Bluetooth
zh_hans: 蓝牙活动
zh_hant: 藍牙活動

# settings.bluetooth.card.appearance
source: Bluetooth appearance
ar: مظهر البلوتوث
bg: Bluetooth изглед
bn: ব্লুটুথ চেহারা
ca: Aparença de Bluetooth
cs: Vzhled Bluetooth
da: Bluetooth-udseende
de: Bluetooth-Erscheinungsbild
el: Εμφάνιση Bluetooth
es: Apariencia de Bluetooth
fa: ظاهر بلوتوث
fi: Bluetooth-ulkoasu
fil: Hitsura ng Bluetooth
fr: Apparence Bluetooth
he: מראה Bluetooth
hi: ब्लूटूथ स्वरूप
hr: Bluetooth izgled
hu: Bluetooth megjelenés
id: Tampilan Bluetooth
it: Aspetto Bluetooth
ja: Bluetoothの外観
kk: Bluetooth көрінісі
ko: Bluetooth 모양
ms: Penampilan Bluetooth
nb: Bluetooth-utseende
nl: Bluetooth-weergave
pl: Wygląd Bluetooth
pt: Aparência Bluetooth
ro: Aspect Bluetooth
ru: Внешний вид Bluetooth
sk: Vzhľad Bluetooth
sr: Bluetooth изглед
sv: Bluetooth-utseende
th: ลักษณะบลูทูธ
tr: Bluetooth görünümü
uk: Вигляд Bluetooth
vi: Giao diện Bluetooth
zh_hans: 蓝牙外观
zh_hant: 藍牙外觀

# settings.bluetooth.card.duration
source: Bluetooth duration
ar: مدة البلوتوث
bg: Bluetooth продължителност
bn: ব্লুটুথ সময়কাল
ca: Durada de Bluetooth
cs: Doba zobrazení Bluetooth
da: Bluetooth-varighed
de: Bluetooth-Dauer
el: Διάρκεια Bluetooth
es: Duración de Bluetooth
fa: مدت زمان بلوتوث
fi: Bluetoothin kesto
fil: Tagal ng Bluetooth
fr: Durée Bluetooth
he: משך Bluetooth
hi: ब्लूटूथ अवधि
hr: Bluetooth trajanje
hu: Bluetooth időtartam
id: Durasi Bluetooth
it: Durata Bluetooth
ja: Bluetooth表示時間
kk: Bluetooth ұзақтығы
ko: Bluetooth 표시 지속 시간
ms: Tempoh Bluetooth
nb: Bluetooth-varighet
nl: Bluetooth-weergaveduur
pl: Czas trwania Bluetooth
pt: Duração Bluetooth
ro: Durată Bluetooth
ru: Длительность Bluetooth
sk: Trvanie Bluetooth
sr: Bluetooth трајање
sv: Bluetooth-visningstid
th: ระยะเวลาแสดงผลบลูทูธ
tr: Bluetooth süresi
uk: Тривалість показу Bluetooth
vi: Thời lượng Bluetooth
zh_hans: 蓝牙显示时长
zh_hant: 藍牙顯示時間

# settings.bluetooth.duration.title
source: Bluetooth duration
ar: مدة البلوتوث
bg: Bluetooth продължителност
bn: ব্লুটুথ সময়কাল
ca: Durada de Bluetooth
cs: Doba trvání Bluetooth
da: Bluetooth-varighed
de: Bluetooth-Dauer
el: Διάρκεια Bluetooth
es: Duración de Bluetooth
fa: مدت زمان بلوتوث
fi: Bluetoothin kesto
fil: Tagal ng Bluetooth
fr: Durée Bluetooth
he: משך Bluetooth
hi: ब्लूटूथ अवधि
hr: Bluetooth trajanje
hu: Bluetooth időtartam
id: Durasi Bluetooth
it: Durata Bluetooth
ja: Bluetooth表示時間
kk: Bluetooth ұзақтығы
ko: Bluetooth 지속 시간
ms: Tempoh Bluetooth
nb: Bluetooth-varighet
nl: Bluetooth-duur
pl: Czas trwania Bluetooth
pt: Duração Bluetooth
ro: Durată Bluetooth
ru: Длительность Bluetooth
sk: Trvanie Bluetooth
sr: Bluetooth трајање
sv: Bluetooth-tid
th: ระยะเวลาแสดงบลูทูธ
tr: Bluetooth süresi
uk: Тривалість Bluetooth
vi: Thời lượng Bluetooth
zh_hans: 蓝牙通知时长
zh_hant: 藍牙時間

# settings.bluetooth.duration2.desc
source: Choose how long the Bluetooth connection notification stays visible.
ar: اختر مدة بقاء إشعار اتصال البلوتوث مرئياً.
bg: Изберете колко време известието за Bluetooth връзка да остане видимо.
bn: ব্লুটুথ সংযোগ বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de connexió Bluetooth.
cs: Zvolte, jak dlouho zůstane oznámení o připojení Bluetooth viditelné.
da: Vælg, hvor længe Bluetooth-forbindelsesnotifikationen skal være synlig.
de: Wähle, wie lange die Bluetooth-Verbindungsbenachrichtigung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση σύνδεσης Bluetooth.
es: Elige cuánto tiempo permanece visible la notificación de conexión Bluetooth.
fa: مدت زمان نمایان ماندن اعلان اتصال بلوتوث را انتخاب کنید.
fi: Valitse, kuinka kauan Bluetooth-yhteysilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng koneksyon sa Bluetooth.
fr: Choisissez combien de temps la notification de connexion Bluetooth reste visible.
he: בחר כמה זמן התראת חיבור ה-Bluetooth תישאר גלויה.
hi: चुनें कि ब्लूटूथ कनेक्शन सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o povezivanju Bluetootha ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a Bluetooth-kapcsolódási értesítés.
id: Pilih berapa lama notifikasi koneksi Bluetooth tetap terlihat.
it: Scegli per quanto tempo la notifica di connessione Bluetooth rimane visibile.
ja: Bluetooth接続通知を表示し続ける時間を選択します。
kk: Bluetooth қосылым хабарландыруы қанша уақыт көрінетінін таңдаңыз.
ko: Bluetooth 연결 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan sambungan Bluetooth kekal kelihatan.
nb: Velg hvor lenge Bluetooth-tilkoblingsvarselet skal være synlig.
nl: Kies hoe lang de Bluetooth-verbindingsmelding zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o połączeniu Bluetooth pozostaje widoczne.
pt: Escolha quanto tempo a notificação de ligação Bluetooth permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de conectare Bluetooth.
ru: Выберите, как долго отображается уведомление о подключении Bluetooth.
sk: Vyberte, ako dlho zostane oznámenie o pripojení Bluetooth viditeľné.
sr: Изаберите колико дуго обавештење о повезивању Bluetooth-а остаје видљиво.
sv: Välj hur länge aviseringen om Bluetooth-anslutning ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนการเชื่อมต่อบลูทูธจะแสดงอยู่
tr: Bluetooth bağlantı bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про підключення Bluetooth залишатиметься видимим.
vi: Chọn thời gian thông báo kết nối Bluetooth hiển thị.
zh_hans: 选择蓝牙连接通知的显示时长。
zh_hant: 選擇藍牙連線通知保持可見的時間。

# settings.bluetooth.style.headerDesc
source: Choose between a device-focused layout or full device details.
ar: اختر بين تخطيط يركز على الجهاز أو تفاصيل الجهاز الكاملة.
bg: Изберете между ориентирано към устройството оформление или пълни подробности.
bn: ডিভাইস-কেন্দ্রিক বা সম্পূর্ণ বিবরণ লেআউটের মধ্যে বেছে নিন।
ca: Tria entre un disseny centrat en el dispositiu o amb tots els detalls.
cs: Vyberte si mezi čistým rozvržením nebo úplnými podrobnostmi o zařízení.
da: Vælg mellem et enhedsfokuseret layout eller fulde enhedsoplysninger.
de: Wähle zwischen einem geräteorientierten Layout oder vollständigen Gerätedetails.
el: Επιλέξτε μεταξύ διάταξης εστιασμένης στη συσκευή ή πλήρων λεπτομερειών συσκευής.
es: Elige entre un diseño centrado en el dispositivo o detalles completos.
fa: بین طرح متمرکز بر دستگاه یا جزئیات کامل انتخاب کنید.
fi: Valitse laitekeskeisen asettelun tai täydellisten laitetietojen väliltä.
fil: Pumili sa pagitan ng layout na nakatutok sa device o buong mga detalye.
fr: Choisissez entre une disposition épurée ou les détails complets de l'appareil.
he: בחר בין פריסה ממוקדת מכשיר לפרטי מכשיר מלאים.
hi: डिवाइस-केंद्रित लेआउट या पूर्ण डिवाइस विवरण के बीच चुनें।
hr: Odaberite između rasporeda usmjerenog na uređaj ili potpunih pojedinosti.
hu: Válasszon az eszközközpontú elrendezés vagy a teljes eszközrészletek között.
id: Pilih antara tata letak bersih atau detail perangkat lengkap.
it: Scegli tra un layout semplice o i dettagli completi del dispositivo.
ja: シンプルなレイアウトか詳細なデバイス情報かを選択します。
kk: Құрылғыға бағытталған немесе толық мәліметті орналасуды таңдаңыз.
ko: 깔끔한 레이아웃 또는 기기 세부 정보 표시 중 선택하세요.
ms: Pilih antara susun atur berfokuskan peranti atau butiran peranti penuh.
nb: Velg mellom et enhetsfokusert oppsett eller fullstendige enhetsdetaljer.
nl: Kies tussen een eenvoudige indeling of volledige apparaatdetails.
pl: Wybierz między przejrzystym układem a pełnymi szczegółami urządzenia.
pt: Escolha entre uma apresentação simples ou detalhes completos do dispositivo.
ro: Alegeți între un aspect axat pe dispozitiv sau detalii complete ale dispozitivului.
ru: Выберите между компактным отображением устройства или полной детализацией.
sk: Vyberte si medzi rozložením zameraným na zariadenie alebo úplnými podrobnosťami.
sr: Изаберите између распореда усмереног на уређај или потпуних детаља.
sv: Välj mellan en ren layout eller fullständiga enhetsdetaljer.
th: เลือกระหว่างเลย์เอาต์ที่เน้นอุปกรณ์หรือรายละเอียดอุปกรณ์ทั้งหมด
tr: Aygıt odaklı bir düzen ile tüm aygıt ayrıntıları arasında seçim yapın.
uk: Виберіть між лаконічним макетом або повними даними пристрою.
vi: Chọn giữa bố cục gọn gàng hoặc chi tiết thiết bị đầy đủ.
zh_hans: 在以设备为中心的布局或完整设备详情之间选择。
zh_hant: 在簡潔版面配置或完整裝置詳細資訊之間選擇。

# settings.bluetooth.style.headerTitle
source: Bluetooth style
ar: نمط البلوتوث
bg: Bluetooth стил
bn: ব্লুটুথ শৈলী
ca: Estil de Bluetooth
cs: Styl Bluetooth
da: Bluetooth-stil
de: Bluetooth-Stil
el: Στυλ Bluetooth
es: Estilo de Bluetooth
fa: سبک بلوتوث
fi: Bluetooth-tyyli
fil: Estilo ng Bluetooth
fr: Style Bluetooth
he: סגנון Bluetooth
hi: ब्लूटूथ शैली
hr: Bluetooth stil
hu: Bluetooth stílus
id: Gaya Bluetooth
it: Stile Bluetooth
ja: Bluetoothスタイル
kk: Bluetooth стилі
ko: Bluetooth 스타일
ms: Gaya Bluetooth
nb: Bluetooth-stil
nl: Bluetooth-stijl
pl: Styl Bluetooth
pt: Estilo Bluetooth
ro: Stil Bluetooth
ru: Стиль Bluetooth
sk: Štýl Bluetooth
sr: Bluetooth стил
sv: Bluetooth-stil
th: รูปแบบบลูทูธ
tr: Bluetooth stili
uk: Стиль Bluetooth
vi: Kiểu Bluetooth
zh_hans: 蓝牙样式
zh_hant: 藍牙樣式

# settings.bluetooth.temporaryActivity.title
source: Bluetooth temporary activity
ar: نشاط البلوتوث المؤقت
bg: Временна Bluetooth дейност
bn: অস্থায়ী ব্লুটুথ অ্যাক্টিভিটি
ca: Activitat temporal de Bluetooth
cs: Dočasná aktivita Bluetooth
da: Midlertidig Bluetooth-aktivitet
de: Temporäre Bluetooth-Aktivität
el: Προσωρινή δραστηριότητα Bluetooth
es: Actividad temporal de Bluetooth
fa: فعالیت موقت بلوتوث
fi: Väliaikainen Bluetooth-toiminta
fil: Pansamantalang Aktibidad ng Bluetooth
fr: Activité temporaire Bluetooth
he: פעילות Bluetooth זמנית
hi: ब्लूटूथ अस्थायी गतिविधि
hr: Privremena Bluetooth aktivnost
hu: Bluetooth ideiglenes tevékenység
id: Aktivitas Bluetooth Sementara
it: Attività temporanea Bluetooth
ja: Bluetooth一時アクティビティ
kk: Уақытша Bluetooth әрекеті
ko: Bluetooth 임시 활동
ms: Aktiviti sementara Bluetooth
nb: Midlertidig Bluetooth-aktivitet
nl: Tijdelijke Bluetooth-activiteit
pl: Tymczasowa aktywność Bluetooth
pt: Atividade temporária Bluetooth
ro: Activitate temporară Bluetooth
ru: Временная активность Bluetooth
sk: Dočasná aktivita Bluetooth
sr: Привремена Bluetooth активност
sv: Tillfällig Bluetooth-aktivitet
th: กิจกรรมชั่วคราวบลูทูธ
tr: Bluetooth geçici etkinliği
uk: Тимчасова активність Bluetooth
vi: Hoạt động Bluetooth tạm thời
zh_hans: 蓝牙临时活动
zh_hant: 藍牙暫時活動

# settings.bluetooth.temporaryActivity2.desc
source: Show a temporary activity when a Bluetooth accessory connects.
ar: إظهار نشاط مؤقت عند اتصال ملحق بلوتوث.
bg: Показване на временна дейност при свързване на Bluetooth аксесоар.
bn: একটি ব্লুটুথ আনুষঙ্গিক সংযুক্ত হলে একটি অস্থায়ী অ্যাক্টিভিটি দেখান।
ca: Mostra una activitat temporal quan es connecta un accessori Bluetooth.
cs: Zobrazit dočasnou aktivitu při připojení příslušenství Bluetooth.
da: Vis en midlertidig aktivitet, når et Bluetooth-tilbehør tilsluttes.
de: Temporäre Aktivität anzeigen, wenn ein Bluetooth-Zubehör verbunden wird.
el: Εμφάνιση προσωρινής δραστηριότητας κατά τη σύνδεση αξεσουάρ Bluetooth.
es: Mostrar una actividad temporal al conectar un accesorio Bluetooth.
fa: نمایش فعالیت موقت هنگام اتصال لوازم جانبی بلوتوث.
fi: Näytä väliaikainen toiminta, kun Bluetooth-lisävaruste yhdistetään.
fil: Magpakita ng pansamantalang aktibidad kapag nakakonekta ang isang Bluetooth accessory.
fr: Afficher une activité temporaire lorsqu'un accessoire Bluetooth se connecte.
he: הצג פעילות זמנית כאשר אביזר Bluetooth מתחבר.
hi: ब्लूटूथ एक्सेसरी कनेक्ट होने पर अस्थायी गतिविधि दिखाएं।
hr: Prikaži privremenu aktivnost kada se poveže Bluetooth dodatak.
hu: Ideiglenes tevékenység megjelenítése Bluetooth-kiegészítő csatlakoztatásakor.
id: Tampilkan aktivitas sementara saat aksesori Bluetooth terhubung.
it: Mostra un'attività temporanea quando un accessorio Bluetooth si collega.
ja: Bluetoothアクセサリが接続されたときに一時アクティビティを表示します。
kk: Bluetooth аксессуары қосылған кезде уақытша әрекетті көрсету.
ko: Bluetooth 액세서리가 연결될 때 임시 활동을 표시합니다.
ms: Tunjukkan aktiviti sementara apabila aksesori Bluetooth disambungkan.
nb: Vis en midlertidig aktivitet når et Bluetooth-tilbehør kobles til.
nl: Toon een tijdelijke activiteit wanneer een Bluetooth-accessoire verbinding maakt.
pl: Pokaż aktywność tymczasową po połączeniu akcesorium Bluetooth.
pt: Mostrar uma atividade temporária quando um acessório Bluetooth se ligar.
ro: Afișați o activitate temporară când se conectează un accesoriu Bluetooth.
ru: Показать временную активность при подключении Bluetooth-аксессуара.
sk: Zobraziť dočasnú aktivitu po pripojení príslušenstva Bluetooth.
sr: Прикажи привремену активност када се повеже Bluetooth додатак.
sv: Visa en tillfällig aktivitet när ett Bluetooth-tillbehör ansluts.
th: แสดงกิจกรรมชั่วคราวเมื่ออุปกรณ์เสริมบลูทูธเชื่อมต่อ
tr: Bir Bluetooth aksesuarı bağlandığında geçici bir etkinlik göster.
uk: Показувати тимчасову активність при підключенні аксесуара Bluetooth.
vi: Hiển thị hoạt động tạm thời khi phụ kiện Bluetooth kết nối.
zh_hans: 蓝牙配件连接时显示临时活动。
zh_hant: 當藍牙配件連線時顯示暫時活動。

# settings.calendar.activity.desc
source: Show upcoming calendar events in the notch.
ar: إظهار أحداث التقويم القادمة في الشق.
bg: Показване на предстоящи събития от календара в ноча.
bn: নচে আসন্ন ক্যালেন্ডার ইভেন্টগুলি দেখান।
ca: Mostra els propers esdeveniments del calendari al notch.
cs: Zobrazit nadcházející události kalendáře ve výřezu.
da: Vis kommende kalenderbegivenheder i notchen.
de: Anstehende Kalenderereignisse in der Notch anzeigen.
el: Εμφάνιση επερχόμενων συμβάντων ημερολογίου στο notch.
es: Mostrar próximos eventos del calendario en la muesca.
fa: نمایش رویدادهای آینده تقویم در ناچ.
fi: Näytä tulevat kalenteritapahtumat notchissa.
fil: Ipakita ang mga paparating na kaganapan sa kalendaryo sa notch.
fr: Afficher les événements de calendrier à venir dans l'encoche.
he: הצג אירועי לוח שנה קרובים במגרעת.
hi: नॉच में आगामी कैलेंडर ईवेंट दिखाएं।
hr: Prikaži nadolazeće događaje iz kalendara u urezu.
hu: Közelgő naptáresemények megjelenítése a notch-ban.
id: Tampilkan acara kalender mendatang di notch.
it: Mostra i prossimi eventi di calendario nel notch.
ja: 今後のカレンダー予定をノッチに表示します。
kk: Ойықта алдағы күнтізбе оқиғаларын көрсету.
ko: 노치에 예정된 캘린더 이벤트를 표시합니다.
ms: Tunjukkan acara kalendar akan datang di notch.
nb: Vis kommende kalenderhendelser i notchen.
nl: Toon komende agenda-evenementen in de notch.
pl: Pokaż nadchodzące wydarzenia z kalendarza w notchu.
pt: Mostrar os próximos eventos do calendário no notch.
ro: Afișați evenimentele viitoare din calendar în notch.
ru: Отображать предстоящие события календаря в вырезе.
sk: Zobraziť nadchádzajúce udalosti kalendára vo výreze.
sr: Прикажи предстојеће догађаје из календара у ночу.
sv: Visa kommande kalenderhändelser i flärpen.
th: แสดงกิจกรรมในปฏิทินที่กำลังจะมาถึงในรอยบาก
tr: Yaklaşan takvim etkinliklerini çentikte göster.
uk: Показувати найближчі події календаря у вирізі notch.
vi: Hiển thị các sự kiện lịch sắp tới trong notch.
zh_hans: 在刘海中显示即将到来的日历事件。
zh_hant: 在「瀏海」中顯示即將到來的行事曆行程。

# settings.calendar.activity.title
source: Calendar live activity
ar: نشاط التقويم المباشر
bg: Календар дейност на живо
bn: ক্যালেন্ডার লাইভ অ্যাক্টিভিটি
ca: Activitat en directe del calendari
cs: Živá aktivita Kalendáře
da: Kalender-liveaktivitet
de: Kalender-Live-Aktivität
el: Ζωντανή δραστηριότητα Ημερολογίου
es: Actividad en vivo del calendario
fa: فعالیت زنده تقویم
fi: Kalenteri-live-toiminta
fil: Live Activity ng Kalendaryo
fr: Activité en direct Calendrier
he: פעילות חיה של לוח שנה
hi: कैलेंडर लाइव गतिविधि
hr: Kalendar aktivnost uživo
hu: Naptár élő tevékenység
id: Aktivitas Langsung Kalender
it: Attività in tempo reale Calendario
ja: カレンダーライブアクティビティ
kk: Күнтізбенің тікелей әрекеті
ko: 캘린더 실시간 활동
ms: Aktiviti langsung Kalendar
nb: Kalender-direkteaktivitet
nl: Live agenda-activiteit
pl: Aktywność na żywo Kalendarza
pt: Atividade em tempo real do Calendário
ro: Activitate live Calendar
ru: Live activity календаря
sk: Živá aktivita Kalendára
sr: Календар активност уживо
sv: Liveaktivitet för kalender
th: กิจกรรมสดของปฏิทิน
tr: Takvim canlı etkinliği
uk: Активність календаря наживо
vi: Hoạt động trực tiếp Lịch
zh_hans: 日历实时活动
zh_hant: 行事曆即時活動

# settings.calendar.card.activity
source: Calendar activity
ar: نشاط التقويم
bg: Дейност на календара
bn: ক্যালেন্ডার অ্যাক্টিভিটি
ca: Activitat del calendari
cs: Aktivita kalendáře
da: Kalenderaktivitet
de: Kalenderaktivität
el: Δραστηριότητα ημερολογίου
es: Actividad del calendario
fa: فعالیت تقویم
fi: Kalenteritoiminta
fil: Aktibidad ng Kalendaryo
fr: Activité Calendrier
he: פעילות לוח שנה
hi: कैलेंडर गतिविधि
hr: Aktivnost kalendara
hu: Naptár tevékenység
id: Aktivitas Kalender
it: Attività Calendario
ja: カレンダーアクティビティ
kk: Күнтізбе әрекеті
ko: 캘린더 활동
ms: Aktiviti kalendar
nb: Kalenderaktivitet
nl: Agenda-activiteit
pl: Aktywność kalendarza
pt: Atividade do Calendário
ro: Activitate calendar
ru: Активность календаря
sk: Aktivita kalendára
sr: Активност календара
sv: Kalenderaktivitet
th: กิจกรรมปฏิทิน
tr: Takvim etkinliği
uk: Активність календаря
vi: Hoạt động Lịch
zh_hans: 日历活动
zh_hant: 行事曆活動
